{
    "agente_combate_endemias": "O Agente de Combate às Endemias (ACE), figura essencial no contexto da saúde pública, assume a importante responsabilidade de orientar a população acerca das doenças de zoonoses, transmitidas por animais e insetos. Além disso, destaca-se por seu engajamento ativo na prevenção e controle dessas enfermidades, desempenhando um papel vital na salvaguarda da saúde coletiva e na promoção de práticas saudáveis na comunidade.",
    "agente_comunitario_saude": "O Agente Comunitário de Saúde (ACS) emerge como peça-chave na equipe multiprofissional da atenção básica à saúde. Com uma abordagem abrangente, esse profissional não apenas desenvolve ações de promoção da saúde e prevenção de doenças, mas também concentra seus esforços em atividades educativas em saúde, tanto em domicílios quanto em coletividades. Sua presença ativa nas comunidades contribui significativamente para a construção de um ambiente saudável e para a disseminação de práticas preventivas, visando o bem-estar duradouro da população",
    "solicitacao_consultas": "Nesta sessão você pode solicitar ao setor responsável a marcação de Consultas que estão disponíveis em seu município. Anexando sua solicitação médica, você poderá acompanhar todo o processo da sua requisição. Em caso de dúvidas, entrar em contato com a ouvidoria ou setor responsável.",
    "solicitacao_exames": "Nesta sessão você pode solicitar ao setor responsável a marcação de exames que estão disponíveis em seu município. Anexando sua solicitação médica, você poderá acompanhar todo o processo da sua requisição. Em caso de dúvidas, entrar em contato com a ouvidoria ou setor responsável.",
    "solicitacao_transporte": "Nesta sessão você pode solicitar transporte sem sair de casa, mediante disponibilidade. Os carros estão disponíveis de segunda a sexta e têm horários fixos. Cada paciente tem direito a um acompanhante. Anexe seu encaminhamento para confirmarmos sua solicitação. Leve documentos necessários para a viagem."
}